export default [
  // {	
  //   "no": 0,
  //   "name": "",
  //   "logo": "",
  //   "category": "-",
  //   "slogan": "",
  //   "description": ``,
  //   "activity": ``,
  //   "instagram": "",
  //   "link": "",
  //   "awards": [
  //     {"level": "", "name": ""},
  //   ],
  //   "video": "",
  //   "pic": [],
  //   "file1": false,
  //   "file2": false
  // },
  {	
    "no": 1,
    "name": "트러스트",
    "logo": "logo.jpg",
    "category": "정보보안",
    "slogan": "",
    "description": `안녕하세요, 저희는 정보보안 동아리 TRUST입니다.

TRUST(트러스트)는 해킹에 관심이 있고, 배우고자 하는 열정이 있는 친구들이 모여 함께 해킹을 공부합니다. 동아리 활동을 통해 정보보안의 기본적인 개념, 용어, 프로그래밍 언어, 여러 가지 분야의 해킹 기법을 학습함으로써 정보보안에 대한 기초적인 지식을 쌓을 수 있습니다. 동아리 선배님이 웹 해킹, 암호학, 리버싱 각 분야에 대해 강의하고 실습을 진행합니다. 강의 중, 실습 중 어려운 부분이 있다면 고민하지 말고 선배님에게 질문하세요. 선배님들이 바로 다가가서 친절하게 도와줄 예정입니다.

웹 해킹 분야에서는 다양한 프론트엔드, 백엔드 언어를 공부하고 실습을 통해 각종 기법을 익힐 수 있습니다.
암호학 분야에서는 여러 가지 암호를 알아보고 그에 이용된 수학적 계산 방법을 학습할 수 있습니다.
리버싱 분야에서는 어셈블리, 메모리, 동적, 정적 분석을 학습할 수 있습니다.
각 분야의 기초에 대해 학습한 후에는 심화 개념, 고난도 공격기법 학습뿐만 아니라, 실제 CTF 문제 또는 고난도 문제도 풀어볼 예정입니다.

해킹의 기초를 배우고 실습하면서 다양한 해킹 분야에 대해 탐색해보고, 자신의 흥미에 맞는 분야를 찾을 수 있습니다. 이 과정을 통해 자신이 가장 흥미를 느끼는 분야를 찾은 후, 같은 분야를 정한 친구들끼리 모여 프로젝트를 진행하며 선택한 분야에 대해 더 많은 지식을 쌓아갈 수 있습니다.

또한 교내 수학·과학 동아리 델타, 보안 동아리 스텔스와의 연합 세미나가 예정되어있습니다. 보안과 수학의 연결고리에 대해 더욱 깊게 탐구해볼 수 있는 유익한 시간을 보낼 수 있습니다.

트러스트에서는 섣불리 다가가기 어려웠던 해킹을 선배님들의 도움을 받아 도전해볼 수 있습니다. 재미있고 친절한 선배님들도 많아서, 쉽게 친해질 수 있을 거예요. 트러스트에서 함께 해킹을 공부한다면 웃음과 실력, 두 마리 토끼 모두 잡을 기회를 얻을 수 있습니다.`,
    "activity": ``,
    "instagram": "",
    "link": "",
    "awards": [
      {"level": "", "name": ""},
    ],
    "video": "",
    "pic": [],
    "file1": true,
    "file2": true
  },
  {	
    "no": 2,
    "name": "울림",
    "logo": "logo.jpeg",
    "category": "-",
    "slogan": "",
    "description": ``,
    "activity": ``,
    "instagram": "",
    "link": "",
    "awards": [
      {"level": "", "name": ""},
    ],
    "video": "",
    "pic": [],
    "file1": true,
    "file2": true
  },
  {	
    "no": 3,
    "name": "핏어팻",
    "logo": "logo.png",
    "category": "디자인",
    "slogan": "",
    "description": `핏어팻은 교내 최초이자 유일의 브랜딩 디자인 동아리입니다.
디자인에 실력을 가지고 있는 2학년 선배들과 함께 브랜드 아이덴티티를 완성해보세요. 
다양한 프로젝트를 통해 실무적인 디자인 능력과 경험을 쌓고, 포트폴리오를 채워봐요. 
디자인의 기초부터 브랜딩까지, 여러분들께 친절히 알려드릴게요!`,
    "activity": ``,
    "instagram": "https://instagram.com/pitapat.dimi",
    "link": "https://pitapat2023.notion.site/7711748b1a4648b3a150881663e0d15d",
    "awards": [
      {"level": "", "name": ""},
    ],
    "video": "",
    "pic": [],
    "file1": true,
    "file2": true
  },
  {	
    "no": 4,
    "name": "도담픽쳐스",
    "logo": "logo.png",
    "category": "영상",
    "slogan": "",
    "description": `안녕하세요, 디미고 유일 모션그래픽 전문 동아리 도담픽쳐스입니다. 우리는 모션그래픽 영상을 만드는 데 필요한 지식들을 공부하며 함께 성장 하는 동아리입니다.
도담픽쳐스에서는 주로 영상 업계의 표준 툴인 애프터 이펙트를 이용해 영상을 만듭니다. 모션그래픽을 처음 접한 사람도 흥미를 가지고 진입 장벽 없이 도전해 볼 수 있게 하기 위해 프로그램의 설치를 비롯한 아주 기초적인 부분부터 필요한 것들을 차근차근 공부합니다. 또한 한 가 지 프로그램의 사용 방법이나 이론만 습득하고 끝나는 단계에서 그치지 않게 충분한 실습과 개인 혹은 팀 프로젝트도 진행합니다. 이 과정에 서 실제 영상 제작의 기획부터 후보정에까지 이르는 전반적인 과정을 경험해볼 수 있고 동아리원 서로에게 해 주는 피드백을 통해 구성원 모 두가 참여하고 성장해나갈 수 있습니다.
2023년 도담픽쳐스에서는 1학기에 크게 프로그램 설치, 기본 조작법, 애니메이션 이론과 영상 제작의 전반적인 과정에 대해 배우고 팀 프 로젝트를 할 계획입니다. 2학기에는 동아리원들의 의사를 반영해 2D 그래픽을 더 자세히 배우거나 3D 그래픽의 기초적인 부분을 배울 계획입니다. 2D 그래픽을 배우게 된다면 애프터 이펙트의 활용도가 높지만 조금은 어려운 기능, 그리고 그 활용법에 대해 공부할 것입니다. 3D그래픽을 배우게 된다면 3D 툴의 기본 조작법과 아이콘을 3D로 만들어보는 정도의 기본적인 모델링을 공부할 것입니다. 공통적으로 2학 기에도 하나의 프로젝트를 진행할 것인데, 다른 동아리와의 협업도 고려하고 있습니다.
우리 동아리는 영상 디자인에 흥미를 가지고 있는 사람이라면 누구든 환영합니다. 이전에 영상 제작을 해 본 경험이 없어도 괜찮습니다. 동아 리에서 함께 배우고 성장하는 도담픽쳐스가 되길 바랍니다. 감사합니다.`,
    "activity": ``,
    "instagram": "https://instagram.com/dodam_pictures?igshid=NzAzN2Q1NTE=",
    "link": "",
    "awards": [
      {"level": "", "name": ""},
    ],
    "video": "",
    "pic": [],
    "file1": true,
    "file2": true
  },
  {	
    "no": 5,
    "name": "크레비스",
    "logo": "logo.png",
    "category": "IT 프로젝트",
    "slogan": "Creck the box, Crevice",
    "description": `크레비스는 세상에 없던 것을 만들어내는 창조산업 동아리입니다.
개교이레 최초로 국제 파트너십을 추진하며, IT 프로젝트 활동을 진행하여 글로벌 네트워크를 구축합니다.
2023년 크레비스와, 세상을 향한 여정을 함께하세요.
    `,
    "activity": ``,
    "instagram": "https://www.instagram.com/crevice_dimigo",
    "link": "https://www.notion.so/CREVICE-3bd6a177e8924a30a3856fb1a12eefec",
    "awards": [
      {"level": "최우수상", "name": "2022 대-스쿨 해결사 대기업 협업 아이디어 경진대회"},
      {"level": "우수상", "name": "2022 JA Korea 삼성 창업놀이터 비즈니스 모델 전시부문"},
      {"level": "우수상", "name": "2022 부산 국제 광고제 청소년 크리에이티브"},
      {"level": "우수상", "name": "2022 한국가스안전공사 가스안전혁신 아이디어"},
      {"level": "10위", "name": "2020 정보보호영재교육원 정보보안 경진대회 전국 단체전 "},
      {"level": "7위", "name": "2020 정보보호영재교육원 정보보안 경진대회 영남권 개인전 고등부"},
      {"level": "", "name": ""},
      {"level": "", "name": ""},
      {"level": "", "name": ""},
    ],
    "video": "",
    "pic": [],
    "file1": true,
    "file2": true
  },
  {	
    "no": 6,
    "name": "빗자루",
    "logo": "logo.png",
    "category": "영상",
    "slogan": "",
    "description": `‘빗자루’는 교내 유일 광고동아리로 10년째 이어져 오고 있는 디미고 동아리입니다. 
빗자루에서는 이론 위주의 지루한 동아리 활동이 아닌, 
실습 위주의 광고 활동을 하여 광고에 대한 다양한 경험을 쌓을 수 있습니다. 
빗자루에서는 전문 강사를 초빙하여 광고와 영상에 대한 기초 적인 교육을 진행하고 기획하며 다양한 광고들을 만들어나갑니다. 
또한, 각종 공모전과 같은 대외활동에 활발히 참여하여 꾸중한 실적을 쌓아 가고 있습니다.`,
    "activity": `광고 분석 및 발표, 경쟁 PT진행, 경기도 광고 홍보제, 대한민국 공익광고공모전(kobako), 대한민국 청소년 미디어 대전
    (KYMF), 광고 제작 시 필요한 기초 교육 진행`,
    "instagram": "https://instagram.com/wearethebroom?igshid=YmMyMTA2M2Y=",
    "link": "",
    "awards": [
      {"level": "우수상 2회", "name": "경기도 광고 홍보제"},
      {"level": "장려상 1회", "name": "경기도 광고 홍보제"},
      {"level": "크리에이티브 상 3회", "name": "부산 MAD STAR"},
      {"level": "우수상 1회", "name": "부산 MAD STAR"},
    ],
    "video": "",
    "pic": [],
    "file1": true,
    "file2": true
  },
  {	
    "no": 7,
    "name": "저스트",
    "logo": "logo.png",
    "category": "IT 프로젝트",
    "slogan": "Journey Starts From me",
    "description": `JUST는 하나의 여정인 스타트업을 여러분과 함께 이루어 나아갈 스타트업 동아리입니다.
평범하고 지루한 스타트업의 이론으로 접하는 것이 아닌, 실제 창업으로 이윤 창출을 목표로 하는 메인 프로젝트와, 서브로 진행하는 크라우드 펀딩을 통해 여러분들의 2023년을 함께 하려고 합니다. 기획, 디자인, 개발 부서로 나뉘지만 모두에게 부서의 문은 열려있습니다! 학과에 상관 없이 모든 부서의 교육을 받고 함께 1년, 어쩌면 그보다 긴 여정의 시작을 함께해요!
`,
    "activity": `2020.12 <인간극장 : 2020년의 선생님> 다큐 기획 및 편집
2021.06 멸종 위기 동물 뱃지 디자인
2021.08 <안에서도, 밖에서도> 스토리보드 기획 및 편집
2021.10 독립운동가 스티커 디자인
2021.10 <친해지길바라> 메인 PD
2021.11 Effect Union 앱 UI/UX 기획 및 디자인
2021.11 어썰티브 투어 포스터 제작
2021.12 MBTI 보물찾기 프로젝트 웹 UI/UX 기획 및 디자인
2022.1 Eye want 앱 UI/UX 기획 및 디자인
2021.06 직장인 멘탈 케어 솔루션 IRFY 프론트엔드 개발
2021.07 It's soccer time 프로트엔드/백엔드 총괄
2021.07 도서 이용지원 서비스, OURBOOKS 개발
2021.09 포트폴리오 웹사이트 디자인 및 개발
2021.10 독립운동가 시 UI/UX 디자인, 프론트엔드 개발
2021.11 인공지능 어린이 문화해설사 Kiritage 기획, 개발, 디자인 및 발표 담당
2021.11 사용자 심리상태 기반 IOT2021.03 청소년 창업자 커뮤니티, 스타터스 기획 및 운영
2021.03 직업계고 커뮤니티, 기획 및 운영
2021.04 효과적인 교육을 누구나 모두에게, 스쿨메이트 기획 및 디자인
2021.05 당신의 꿈을 찾는 여행, We're 기획
2021.06 국제 비영리 청소년단체, 꿈을DREAM 공식 홍보영상 제작
2021.09 세대간을 연결하다, 문화영역 모의고사 UI/UX 디자인
2021.10 당신의 꿈을 찾는 여행, We're 홍보영상 기획 및 촬영 및 편집
2021.11 비즈쿨학생주도세미나 기획 및 운영
2021.11 여러분의 시간을 드립니다, 해비튜드 기획 및 디자인 제어서비스, Emotional Home UI/UX 디자인
2022.01 스토리 기반 MBTI 테스트 UI, 프론테엔드 개발
2022.01.09 Hanoi Tower
2021.08,25 Free Wifi
2021.10.02Kiritage(v1,2)
2022.03.05 Sou`,
    "instagram": "start_justup",
    "link": "https://just-landing-ashy.vercel.app/",
    "awards": [
      {"level": "장려상", "name": "2021.10 경기도 광고 홍보제 TV부문 "},
      {"level": "최우수상", "name": "2021.11 국민대- JA Korea 온라인 창업 캠프"},
      {"level": "대상", "name": "2021.12 JA-삼성 Entreprenur's Playground(창업놀이터) "},
      {"level": "최우수상", "name": "2021.12 JA-삼성 Entreprenur's Playground(창업놀이터) "},
      {"level": "장려상", "name": "2021.11 비즈쿨 창업영재 새싹캠프"},
      {"level": "특별상", "name": "2021.11 KAIST IP CEO & CNAI ACCEL 해커톤 "},
      {"level": "노력상", "name": "2021.11 [연암공대]퇴근시간 버스승차인원 예측 경진대회"},
      {"level": "대상", "name": "2021.11 [한양대 에리카]퇴근시간 버스승차인원 예측 경진대회"},
      {"level": "우수상", "name": "2021.12 JA-삼성 Entreprenur's Playground(창업놀이터) "},
      {"level": "장려상", "name": "2022.10 경기도광고홍보제 TV광고 부문 "},
      {"level": "3위", "name": "2022.10 <2022 국제로봇콘테스트> 국제로봇올림피아드 CAMP 미션형창작 "},
      {"level": "우수상", "name": "2022.11 제 13회 K로봇대회 With 로빛 미션형창작 "},
      {"level": "우수상", "name": "2022.09 Hello New World 해커톤 "},
      {"level": "금상", "name": "2022.09 전국상업경진대회 대회홍보크리에이터 "},
      {"level": "금상", "name": "2022.09 전국상업경진대회 창업실무 "},
      {"level": "최우수상", "name": "2022.10 대-스쿨 해결사 롯데케미칼 "},
      {"level": "최우수상", "name": "2022.10 대-스쿨 해결사 대교 "},
      {"level": "우수상", "name": "2022.10 대-스쿨 해결사 대교 "},
      {"level": "금상", "name": "2022 8. 1 경기도상업경진대회 창업실무 "},
      {"level": "개발상", "name": "2022.08 삼성 주니어 소프트웨어 창작대회 "},
      {"level": "장려상", "name": "2022.09 “우리가 바꾸는 경기” 프로젝트"},
      {"level": "은상", "name": "2022.12 PAAS-TA "},
      {"level": "우수상", "name": "2022.12 JA-삼성 Entreprenur's Playground(창업놀이터)"}
    ],
    "video": "https://www.youtube.com/@Just_doit22/featured",
    "pic": [],
    "file1": true,
    "file2": true
  },
  {	
    "no": 8,
    "name": "게임즈",
    "logo": "logo.png",
    "category": "게임",
    "slogan": "",
    "description": `게임즈는 2009년에 개설되어, 지금까지 활동을 이어나가고 있는 한국디지털미디어고등학교 최장수 게임 개발 동아리입니다.
게임즈는 게임을 좋아하고 자신만의 게임을 만들고자 하는 학생들이 모인 동아리로, 유니티 엔진을 이용해서 직접 다양한 게임을 만들어 왔습니다. 
자신만의 게임 기획부터 프로그래밍까지 할 수 있도록 도와주고 알려주고 있습니다. 
1학기에는 유니티와 C#을 만지고 사용해보면서 간단한 게임을 만들어 볼 예정입니다. 
그리고 2학기에는 더욱 심화적인 기능들을 배우면서 팀 프로젝트를 진행할 예정입니다.
올해는 동아리원들끼리 똘똘 뭉쳐서 더욱 완성도 있는 게임을 만드는 것이 목표입니다. 서로 모르는 건 알려주고, 도와가며 진정한 마음으로 서로를 챙기며 같이 성장해 나갈 친구들과 함께 하고 싶습니다.
`,
    "activity": `C#언어와 유니티 엔진을 배워서 자신만의 게임을 개발할 수 있다. 팀 프로젝트는 각자 역할을 분담하여 진행한다. 디자이너는 도트를 이용해서 게임에 필요한 캐릭터를 제작하고 게임 ui 디자인을 도와준다.개발자는 디자이너와 같이 게임을 기획하고, 유니티를 활용해서 게임을 제작한다.동아리원들은 서로 돕고 알려주면서 게임을 발전해나가며, 동아리 내 발표를 통하여 친구들에게 선보이는 시간도 갖고 우수 게임도 선정해 본다.`,
    "instagram": "https://instagram.com/dimi_games_",
    "link": "https://holly-baryonyx-f49.notion.site/GAMES-aade99553a9f4a90890a215b54e3f1ba",
    "awards": [
      {"level": "금상", "name": "글로벌 인디게임 공모전"},
      {"level": "장려상", "name": "SK 플래닛 특성화고 앱 경진 대회"},
      {"level": "금상", "name": "경기도 정보 올림피아드"},
      {"level": "동상", "name": "한국 정보 올림피아드"},
      {"level": "장려상", "name": "한국 정보 올림피아드"},
      {"level": "3위", "name": "청소년 화이트해커 경진대회"},
      {"level": "1위", "name": "KISA 해킹방어대회"},
      {"level": "Professional", "name": "Ahnlab Security WAVE 2012 "},
      {"level": "은상", "name": "KOI 정보올림피아드 공모"},
      {"level": "1위", "name": "중고생 정보보호올림피아드"},
      {"level": "2위", "name": "호서 청소년 정보보호 경진대회"},
      {"level": "1위", "name": "Holyshield Hacking Festival"},
      {"level": "1위", "name": "H.U.S.T Hacking Festival Festival"},
      {"level": "대상", "name": "제 1회 서강게임캠프"},
      {"level": "장려상", "name": "글로벌 인디게임공모전"},
      {"level": "은상", "name": "한국정보올림피아드"},
      {"level": "동상", "name": "한국정보올림피아드"},
      {"level": "장려상", "name": "Korea WI-Content Contest 게임부문"}
    ],
    "video": "",
    "pic": ["1.jpg", "2.jpg"],
    "file1": true,
    "file2": true
  },
  {	
    "no": 10,
    "name": "어썰티브",
    "logo": "logo.png",
    "category": "농업",
    "slogan": "디미고 유일 스마트팜 일반 동아리 어썰티브",
    "description": `3개의 재배실로 이루어진 약 350평 규모의 스마트팜에서 스마트팜에 대해 배우며 IT 기술의 소견을 넓힐 수 있는 동아리입니다. 이뿐만 아니라 교육, 견학 등 직접 체험해보고 그 경험을 바탕으로 미니 스마트팜 제작, 식물 연구 등 다양한 탐구활동을 하는 동아리입니다.`,
    "activity": `스마트팜 교육, 스마트팜 견학, 블로그 제작, 계획서 작성, 미니 스마트팜 제작, 식물 연구, 미래 스마트팜 구상`,
    "instagram": "",
    "link": "",
    "awards": [
      {"level": "", "name": ""},
    ],
    "video": "",
    "pic": [],
    "file1": true,
    "file2": true
  },
  {	
    "no": 11,
    "name": "디미필름즈",
    "logo": "logo.png",
    "category": "영상",
    "slogan": "아름다운 상상을 스크린 속 현실로",
    "description": `디미필름즈는 2017년에 개설되어 현재까지 활동 중인 디미고 대표 영화영상동아리입니다. 단편영화, 숏필름, MV 등 스토리가 중심이 되는 영상을 제작하고 있습니다. 이외에도 다양한 장르의 콘텐츠를 제작하며 영 화영상과 관련된 많은 활동을 해왔습니다. 저희 동아리에 들어오시면 영상에 대한 지식과 실제 현장 촬영 경험을 쌓고, 화목하고 돈독한 분위기의 동아리 활동을 즐길 수 있습니다. 영상을 사랑하는 사람들이 모여있 는 동아리로, 영상에 대한 관심과 열정과 사랑이 있는 사람이라면 누구나 환영입니다!`,
    "activity": `~ 2021년
수많은 단편영화, 숏필름 제작
칠
한여름
닷새사진관
Find your dream Noise (외 다수)
영화굿즈제작 씨네샵 활동
축제부스 '닷새사진관' 운영
타동아리와의 협업 (TTL / 엠펙 / 라온 등)
2022년
2022년 안산 커뮤니티 지원사업 별별청년 활동
영상 기초 제작, 프로그램 교육 (기획 / 촬영 / 편집)
단편영화 '여름의 기록' 제작
팀별 자유 콘텐츠 제작 숏필름 '티즐'
웹예능 '디미팅' 자연 다큐멘터리
`,
    "instagram": "https://instagram.com/dimi__films__",
    "link": "https://imaginary-plane-f55.notion.site/2023-DIMIFILMS-2bb2e6b3e6ff439 0be9f65a8b413f2e6",
    "awards": [
      {"level": "레미상", "name": "휴스턴 국제 영화제 브론즈"},
      {"level": "2년 연속 수상", "name": "아시아 국제 청소년 영화제"},
      {"level": "대사관상", "name": "한일 포토 콘테스트 주한 일본"},
      {"level": "장관상", "name": "세월호 기억 영상 공모전 교육부"},
    ],
    "video": "",
    "pic": ["1.png", "2.png", "3.png", "4.png"],
    "file1": true,
    "file2": true
  },
  {	
    "no": 12,
    "name": "임플루드",
    "logo": "logo.png",
    "category": "IT 프로젝트",
    "slogan": "상상하는 대로 만들어라, 임플루드",
    "description": `#IMPLUDE는 2015년부터 “상상하는 대로 만들어라”라는 모토와 함께 8년간 상상을 실현해 온 IT프로젝트 동아리입니다. 작년까지 #IMPLUDE는 안드로이드 어플리케이션을 위주로 동아리를 진행해왔습니다. 하지만 저희는 더 넒은 방향을 생각하게 되었고 웹을 포함하여 다목적 개발동아리로 성장해 나가려고 합니다.`,
    "activity": `활동내역
웹, 앱, 디자인 3팀으로 나누어 각자 흥미에 맞는 팀으로 들어가 진행
1학기엔 교육위주로 진행하며 1학기에 배운 내용을 바탕으로 2학기때 각종 대회에 참가하거나 팀프로젝트를 진행할 예정

#IMPLUDE는 작년 한해동안 이러한 상상들을 실현해왔습니다
-	우리나라의 지원 정책들을 알려주는 "사람과 정책을 잇다" '잇는'
-	블록코딩으로 디스코드 봇을 만들 수 있도록 하는 'Discoding'
-	학습환경 개선 프로젝트 'ASD'
-	'Group' + 'Journey'의 합성어로 여행 계획에 도움을 주는 'Grouney'
등등 저희 동아리원들의 상상을 아이디어로 다양한 프로젝트를 진행했습니다
`,
    "instagram": "https://www.instagram.com/implude_official/",
    "link": "https://www.notion.so/implude22/45df7ba81470436ca8eca65f9e4633ff?v=4eb79ad6886f493aa22e91683d9b2fff&pvs=4",
    "awards": [
      {"level": "대상", "name": "2022 STAC(SK Smarteen App Challenge) 미래산업부문 "},
      {"level": "특별상", "name": "2022 공개SW개발자대회 "},
      {"level": "최우수상", "name": "2020 창업놀이터 "},
      {"level": "대상", "name": "2019 STAC(SK Smarteen App Challenge) 미래산업부문 "},
      {"level": "대상", "name": "2019 삼성 SDS-JA 스마트 해커톤 "},
    ],
    "video": "https://youtu.be/aTLqtDAXjnA",
    "pic": ["1.png", "1.jpg", "2.jpg", "3.jpg", "4.jpg"],
    "file1": true,
    "file2": true
  },
  {	
    "no": 13,
    "name": "루나",
    "logo": "logo.png",
    "category": "IT 프로젝트",
    "slogan": "달빛을 나누다, 루나.",
    "description": `루나는 2018년부터 사회문제에 관심을 가지고 다양한 IT 프로젝트를 진행하며 ‘차이로 인해 차별받지 않는 세상’을 만들기 위해 노력해왔습니다. 저희는 분야와 기술을 가리지 않고 사회적인 문제를 청소년의 입장에서 바라보며 해결을 하고자했고 그 결과 지금까지 74개의 대회에 출전을 하며 그 노력과 실력을 인정받을 수 있었습니다. 

올해 루나는 문해력 문제를 비롯한 다양한 사회적 문제를 해결하는 아이템을 통해, 올해도 더 발전하는 사회로 한 걸음 더 나아가려고 합니다.`,
    "activity": `Figma, HTML, CSS, Flutter 등 다양한 프레임 워크 교육 및 실습

한글의 우수성 알리기 프로젝트 '아름다운 우리말, 한글' 진행
- 한글 정보 포털, 한글 위인 MBTI 제작
- 크라우드 펀딩 금액 약 200만원 달성

다양한 사회적 프로젝트 진행
- 지역 경제 활성화와 코로나블루 극복을 위한 여행 플랫폼 '다님길'
- 네트워크 그래프 형식을 통한 인맥 관리 서비스 'HuMap'
- 노인분들에게 친화적인 금융을 제공하는 금융 플랫폼 '시니뱅크'
- 노인들을 위한 디지털 교육 플랫폼 '다소다'
등 다양한 소셜벤처 프로젝트 진행
`,
    "instagram": "https://www.instagram.com/dimigo_luna/",
    "link": "https://luna.codes/",
    "awards": [
      {"level": "", "name": ""}, //추가 해야 함!!
    ],
    "video": "",
    "pic": ["1.png", "1.jpeg", "2.jpeg", "3.jpeg", "4.JPG", "5.JPG"],
    "file1": true,
    "file2": true
  },
  {	
    "no": 14,
    "name": "온",
    "logo": "logo.png",
    "category": "IT 교육",
    "slogan": "",
    "description": `안녕하세요 저희는 알고리즘 탐구 동아리 O(n)입니다! ‘온’이라고 불러주세요!
동아리 '온'은 자유로운 분위기 속에서 진행됩니다. 동아리 선배님이 나와서 오늘 배울 알고리즘에 대해 수업을 하고, 질문 시간 뒤에 온라인 저지 사이트(백준 등)를 이용해 배운 내용을 활용하며 복습하는 시간을 가집니다. 중간에 막히는 부분이 있더라도, 말만 하면 선후배님들이 다 가와서 여러분을 도와줄 것입니다!
* 알고리즘과 자료구조를 왜 배워야 할까?
위에서 설명한 것처럼 저희는 알고리즘을 공부합니다. 근데 알고리즘. 왜 알아야 할까요?
첫째, 거의 모든 회사에서 코딩 테스트에서 알고리즘을 중점적으로 봅니다.
둘째, 기초 코딩 능력이 좋아집니다. 기초 코딩 능력은 새로운 언어들을 쉽고 빠르게 학습할 수 있게 도와주는데, 알고리즘을 하면 기초 코딩 능력을 향상시킬 수 있습니다. 즉 프로그래밍에 대한 전체적인 이해가 늘어단다는 것이죠!
셋째, 두고두고 쓸 수 있습니다. 알고리즘은 변하지 않습니다. 예를 들어 최단 거리를 구하는 알고리즘은 1956년에 만들어졌음에도 지금까 지 사용되고 있습니다. 알고리즘은 현재도 바뀌고 있는 It 시장 안에서 혼자 우직히 서있는 든든한 국밥 같은 친구들입니다.
넷째, 멋있습니다. 알고리즘 잘하는 친구 보면 멋있어요. 진짜로요. 선망의 대상이 될 기회를 '온'에 와서 잡아보세요,
*'온'만의 장점이 있을까요?
온에서는 서로가 서로의 멘토가 되어줍니다. 혼자 시작하기에는 막막한 알고리즘이지만 같이 해나가면서 재미도 배가 될 것입니다. 더해서 생기
부에 알고리즘을 모두 적을 수 있고, 재밌는 선배님들도 많아서 쉽게 친해질 수 있을거에요.
* 하나도 몰라도 괜찮을까요?
하나도 몰라도 괜찮습니다. '온'은 코딩의 기초부터 하나씩 차근차근 배워갑니다. 코딩을 몰라도 동아리 활동에 있어서 어려움은 없을 거예요. 이에 대해선 고민 말고 지원해 주세요.`,
    "activity": ``,
    "instagram": "",
    "link": "",
    "awards": [
      {"level": "", "name": ""},
    ],
    "video": "",
    "pic": [],
    "file1": true,
    "file2": true
  },
  {	
    "no": 15,
    "name": "스텔스",
    "logo": "logo.png",
    "category": "정보보안",
    "slogan": `"Show me your hack on!"`,
    "description": `세상에 존재하지만 존재하지 않는 동아리, "STEALTH"`,
    "activity": `STEALTH는 한국디지털미디어고등학교의 정보보안 동아리 두 개 중 하나로 “보이지 않는 곳에서 해킹을 연구🔍하는 사람들이 모인 곳” 이라는 의미를 가지고 있습니다.
동아리 활동을 통해 시스템 해킹, 리버스 엔지니어링, 웹 해킹, 암호학 등 다양한 해킹을 배워볼 수 있습니다. 또한, STEALTH에 들어오게 되면 전문 교과에 도움이 되는 심화 지식을 배울 수 있습니다. (컴시, 사물, 플밍 등등)
동아리 내에서 문제를 만들어 대회를 개최하기도 하고 팀을 꾸려 대회에 참여하기도 하며, 타 보안 동아리와의 협력 세미나를 개최하여 알게 된 것들을 정리하고 보안 지식을 교류하는 장을 펼칠 계획입니다.
열정만 가지고 있다면 누구든 합격할 수 있으니 해킹에 대해 알고 싶거나 관심이 많다면 지원해보시길 바랍니다!!!
(원한다면 따로 프로젝트를 진행할 수도 있고, 좋은 선배, 친구들을 만나서 인맥 쌓기도 좋아요!!)`,
    "instagram": "https://www.instagram.com/stealth_dimigo/",
    "link": "",
    "awards": [
      {"level": "BOB", "name": "11기 취약점 분석트랙 교육생"},
      {"level": "우승", "name": "사이버 공격 방어대회 주니어부"},
      {"level": "Finalist", "name": "CodeGate junior"},
      {"level": "장려상", "name": "YISF 2022"},
      {"level": "Finalist", "name": "YISF 2022"},
      {"level": "최우수상", "name": "The Hacking Championship Junior"},
      {"level": "장려상", "name": "The Hacking Championship Junior"},
      {"level": "3위", "name": "White Hat Contest Junior"},
      {"level": "2위", "name": "WACON 2022 ctf"},
      {"level": "Finalist", "name": "WACON 2022 ctf"},
      {"level": "우수상", "name": "JBU CTF"},
      {"level": "최우수상", "name": "정보보안 경진대회 단체전"},
      {"level": "금상", "name": "교내 콘솔 게임 프로그래밍 대회"},
      {"level": "은상", "name": "교내 콘솔 게임 프로그래밍 대회"},
    ],
    "video": "",
    "pic": [],
    "file1": true,
    "file2": true
  },
  {	
    "no": 16,
    "name": "프레직",
    "logo": "logo.png",
    "category": "인공지능",
    "slogan": "Fresh Logic, Fregic",
    "description": `디미고 유일 인공지능 동아리 프레직입니다!
프레직은 기초적인 개념부터 심화적인 이론까지 하나하나 학습하는 동아리입니다!

"AI is probably the most important thing humanity has ever worked on" - 구글 최고 경영자 Sundar Pichai

우리 같이 인공지능을 찢어봅시다!!

자세한 내용은 노션을 참고해주세요!!`,
    "activity": `-혈액 공급량 문제 해결 AI 개발
-탈모 예측 AI 개발
-롤토체스(TFT) AI 개발
-당뇨병 진단 AI
-선형 회귀 실습
-생활 패턴 기반 탈모 예측 AI
-이미지 기반 고기 종류 분류 AI
-PID제어를 활용한 밸런싱 로봇
-감정인식 AI 개발`,
    "instagram": "https://www.instagram.com/only_fregic/",
    "link": "https://fregic.notion.site/ONLY-FREGIC-23bb9d444b82421b9c9b50e41d561b31",
    "awards": [
      {"level": "최우수상", "name": "[한양대 ERICA]퇴근시간 버스승차인원 예측 경진대회"},
      {"level": "최우수상", "name": "2021 STA+C 엔터테인먼트 개발부문"},
      {"level": "우수상", "name": "2021 STA+C 생활정보 아이디어부문"},
      {"level": "노력상", "name": "[연암공대] 퇴근시간 버스승차인원 예측 경진대회"},
    ],
    "video": "",
    "pic": ["1.png", "2.png", "3.png", "4.png", "5.png", "6.png", "7.png"],
    "file1": true,
    "file2": true
  },
  {	
    "no": 17,
    "name": "델타",
    "logo": "",
    "category": "-",
    "slogan": "",
    "description": ``,
    "activity": ``,
    "instagram": "",
    "link": "",
    "awards": [
      {"level": "", "name": ""},
    ],
    "video": "",
    "pic": [],
    "file1": true,
    "file2": true
  },
  {	
    "no": 18,
    "name": "코드베이커리",
    "logo": "logo.png",
    "category": "IT 교육",
    "slogan": "가르침을 코딩하다! 🍞, 코드베이커리",
    "description": `코드베이커리는 코딩 교육 동아리입니다.
2015년에 탄생해서 지금까지 쭉 코딩을 배우고 싶어하는 친구들이 있는 곳 이라면 어디든지 찾아가서 무료로 코딩 교육을 해주고 있습니다.
코딩을 쉽게 재미있게 가르치기 위해 Web / Arduino / Design, 3개의 팀이 끊임없이 노력하고, 연구하며 ‘가르침을 코딩하다!’라는 슬로건을 내걸고 전국에 가르침을 코딩하고 있습니다.
`,
    "activity": `기초 교육
· 각 팀 별 커리큘럼에 맞추어 기초 교육 진행
· goormEDU 플랫폼을 활용하여, 선배들이 직접 제작한 자료로 기초 교육 진행
· 퀴즈(Kahoot)을 통한 교육 내용 복습!
· Web, Arduino 팀 최소 2회 이상 개인/팀 프로젝트 진행

외부 교육 봉사
· 청소년센터와 코드베이커리가 협업하여, 초등학생 또는 중학생을 대상으로 하는 코딩 교육 진행
· 교육은 아두이노를 활용한 수업으로, Web/Arduino/Design 팀이 모두 참여하여 동아리 내 자체 제작 교육 자료로 진행

기타
· 코드베이커리 공식 유튜브 채널 영상 제작
· 각종 아두이노 대회 참여

코드베이커리에서 하는 활동에 대한 구체적인 설명은 코드베이커리 노션 사이트와 인스타그램 게시물을 통해 확인 하실 수 있습니다 😍
`,
    "instagram": "https://www.instagram.com/code_bakery/",
    "link": "https://codebakery.notion.site/0a49d3cf07c4471f8576c0339e06ad57",
    "awards": [
      {"level": "", "name": ""},
    ],
    "video": "https://www.youtube.com/@codebakery",
    "pic": ["1.png", "2.png", "3.png", "4.png", "5.png", "6.png", "7.png", "8.png", "9.png", "10.png"],
    "file1": true,
    "file2": true
  },
  {	
    "no": 19,
    "name": "시너지",
    "logo": "logo.png",
    "category": "디자인",
    "slogan": "Design your Dream, Synergy",
    "description": `시너지는 교내 유일 디자인 동아리입니다.
12년의 역사를 지닌 엄청난 장수 동아리입니다. 시너지에선 여러 가지 툴을 사용한 교육 및 실습을 진행하고 있습니다.
타 동아리와 협업하거나 자신이 직접 굿즈를 만들어 볼 수 있는 활동을 진행하고 있습니다.
실력보단 디자인에 대한 관심이 있거나, 디자인 하는 것을 좋아하는 친구들을 뽑고 있습니다!`,
    "activity": ``,
    "instagram": "https://www.instagram.com/synergy.design/",
    "link": "",
    "awards": [
      {"level": "", "name": ""},
    ],
    "video": "https://www.youtube.com/channel/UCYUTkGoD88TyVvf45XQ0K6g",
    "pic": ["1.png", "2.png", "3.png", "4.png", "5.png", "6.png", "7.png", "8.png", "9.png"],
    "file1": true,
    "file2": true
  },
  {	
    "no": 20,
    "name": "애퍼처",
    "logo": "",
    "category": "-",
    "slogan": "세상을 창조하는 시각, 애퍼처",
    "description": `애퍼처는 2015년부터 꾸준히 인공지능, 아두이노, 웹, 앱, 알고리즘 등 IT의 여러 분야들을 탐구해온 동아리입니다. 애퍼처는 앞으로 함께 새로운 세상을 만들어 나갈 열정 넘치는 신입생들을 기다리고 있습니다. 
ㅣ모집분야ㅣ
- 앱 프론트엔드 개발
- 앱 백엔드 개발
- UI/UX 디자이너
- 열심히 할 수 있는 사람!`,
    "activity": `Flutter, HTML/CSS/JS, Python 등 다양한 프로그래밍 언어 학습, 활용

다양한 프로젝트 진행
- 지역 로컬푸드 경제와 환경을 살리기 위한 프로젝트, 야채다나와
- 게임을 통해 쉽게 알아가는 방역수칙, Don't be FIVE
- 가상현실에서 어디서나 종이접기를 즐길 수 있는 프로젝트, 페이퍼플립스 α
    
여러 알고리즘 대회 참여
- 2022 NYPC 본선 진출
- 2022 KOI 본선 동상
- 2022 디미고 콘솔 게임 제작대회 수상
- 디미고 백준 전체 랭킹 10등, 18등 소속`,
    "instagram": "https://www.instagram.com/perture_official/",
    "link": "https://www.notion.so/bcoder/2023-6cb72334ab854e90a3236f96f2c9a4c9?pvs=4",
    "awards": [
      {"level": "동상", "name": "2022 KOI 본선"},
      {"level": "-", "name": "2022 디미고 콘솔 게임 제작대회"},
      {"level": "", "name": ""},
      {"level": "", "name": ""},
    ],
    "video": "",
    "pic": [],
    "file1": true,
    "file2": true
  },
  {	
    "no": 21,
    "name": "스파크",
    "logo": "logo.png",
    "category": "정보보안",
    "slogan": "해킹을 공부하고 싶은데 무언가를 시작하기 어려운 상황, 당신을 구원해 줄 동아리, SPARK입니다.",
    "description": `SPARK 동아리는 어셈블리어를 비롯한 다양한 IT 지식을 학습 후 포너플과 리버싱이라는 해킹을 공부하는 것에 있어서 학습에 도움이 될 수 있도록 하는 정보보안동아리입니다. 낯선 단어들과 개념에 익숙하지 않아 해킹의 진입장벽을 넘지 못한 학생들을 위해, 진짜 해킹 입문자가 해킹을 학습, 경험할 수 있는 환경이 이곳 SPARK에서 새로 만들어졌습니다. 2023년의 디미고, 이곳에서 해킹의 불꽃-SPARK가 시작됩니다.`,
    "activity": `저희 동아리, 스파크에서는 해킹 및 IT 지식을 학습하고 그를 기반으로 동아리의 학생들이 시스템 해킹, 리버싱을 활용해 해킹 경험을 쌓을 수 있는 환경을 조성합니다.

-IT 지식 학습
x64 어셈블리언어에 대하여 학습함으로써 우리가 사용하고 있는 프로그램이 어떻게 작동하는지 원리를 이해함으로써 앞으로의 개발 및 리버스 엔지니어링에 도움을 줄 수 있다.

-시스템 해킹
x64 프로그램의 대표적 취약점을 찾아 공격하여 셸을 획득하고 목표 컴퓨터를 장악할 수 있다.

-리버싱
프로그램을 선택하여 해당 프로그램의 취약점을 분석할 수 있다.

동아리 내에서의 학습 과정은 PPT, WSL 등을 통해 이루어집니다.`,
    "instagram": "https://www.instagram.com/spark_dimigo/",
    "link": "",
    "awards": [
      {"level": "", "name": ""},
    ],
    "video": "",
    "pic": [],
    "file1": true,
    "file2": true 
  },
  {	
    "no": 22,
    "name": "블루프린트",
    "logo": "logo.png",
    "category": "게임",
    "slogan": "교내 유일 언리얼 동아리, 블루프린트 ",
    "description": `블루프린트는 언리얼 엔진, 블렌더와 이외에 수많은 프로그램을 활용하여 다양한 프로젝트를 진행하여 3D 게임 출시 혹은 3D 애니메이션 제작을 목표로 하는 신설 게임 개발 동아리입니다.`,
    "activity": `블루프린트는 올해 신설된 동아리이자 유일한 언리얼 엔진 동아리입니다. 3d게임 개발 및 출시를 목표로 하고 있으며, 저희의 과감한 도전에 함께하실 22기 친구분들을 모집 중입니다. 신설 동아리기에 활동 내역이 아닌 앞으로의 활동 일정을 소개하겠습니다.
1학기에는 언리얼 엔진과 블랜더 교육을 통해 3d모델링과 게임개발의 기초를 익힙니다.
언리얼 엔진에선 기본적인 조작법, 에픽게임즈에서 제공하는 다양한 언리얼 에셋을 다운로드하여 개인 프로젝트에 적용하는 방법, 비주얼 스크립팅인 블루프린트의 기초, 캐릭터의 애니메이션 블루프린트, 애니메이션 리타기팅, 랜드스케이프 모드, 폴리지 모드를 이용한 지형 생성과 머터리얼의 개념을 배웁니다. 또한 블렌더에선 기본 조작법, 오브젝트 에디트 모드를 통한 사물 모델링 방법을 배웁니다. 마지막으로, 우리가 직접 모델링한 오브젝트를 언리얼 엔진에 임포트하는 법을 배우고, WASD키로 직접 디자인한 캐릭터를 움직여볼 예정입니다.
2학기에는 일찍이 프로젝트 개발을 시작하고 싶은 사람들은 프로젝트 조, 언리얼 엔진을 더 익히고 싶은 친구들을 심화 조로 나눕니다. 두 조 모두 시네마틱 컴포넌트에 대해 익힌 뒤, 프로젝트 조는 바로 본인들의 프로젝트 개발을 시작하며, 심화 조에서는 점프 애니메이션, 래그돌 상태(캐릭터가 흐물거리며 쓰러지고 물리적인 힘에 의해 움직이는 상태)구현, IK리깅, 아이템 획득, 파티클 시스템, 인벤토리 시스템을 배울 수 있으며, 심화 과정이 끝난 후에는 프로젝트 조에서 미리 짜여져 있던 팀에 합류하거나, 새로 팀을 구성하여 개발을 시작할 수 있습니다. 본인이 원할때마다 프로젝트 조, 심화 조는 자유롭게 이동할 수 있습니다.
언리얼 엔진에는 수많은 기능이 있기에, 본인이 중간에 배우고 싶은 것이 생길 수 있습니다. 비록 정식 동아리 시간에 다루진 않지만, 배우고 싶다고 요청하신다면 언제든지 궁금한 점을 알려드리거나 궁금증을 해결할 수 있는 강의를 추천드릴 예정입니다.`,
    "instagram": "https://www.instagram.com/dimi_blueprint/",
    "link": "https://url.kr/u8revi",
    "awards": [
      {"level": "", "name": ""},
    ],
    "video": "",
    "pic": [],
    "file1": true,
    "file2": true
  },
  {	
    "no": 23,
    "name": "시네마틱",
    "logo": "logo.png",
    "category": "영화제작",
    "slogan": "",
    "description": `시네마틱은 다양한 과에서 영화에 대한 열정과 사랑을 가진 사람들이 모인 영화제작 동아리입니다🎥
프로젝트마다 동아리원 모두가 다양한 역할을 시도해 보며 영화제작의 기초를 다지고 영화제작의 전 과정을 익히도록 하는 것을 목표로 삼고 있습니다.
레코더, 여러 마이크, 조명, 카메라 삼각대, 슬레이트 등 영상 촬영의 기본이 되는 촬영장의 장비와 구도, 시놉시스, 시나리오, 편집 등 영화 제작에 대해 교육받고 부서를 나눠 단편영화까지 만들어볼 생각입니다.
실제 영화 제작 현장처럼 부서를 나눠 부서들 간에 교류를 통하여 활동을 진행하기 때문에 협동심과 의사소통 능력을 기를 수도 있고, 자신이 맡은 역할을 최선을 다해 해내면서 책임감을 기를 수도 있습니다. 가끔 동아리에서 단합을 이룰 수 있는 시간도 가지며 정답고 돈독한 동아리를 만들 생각입니다.
(지금도 시네마틱은 영화를 사랑하는 영화덕후들이 모인 동아리인 만큼 각자의 영화 지식을 총동원해 각자의 취향에 맞는 맞춤 영화를 추천해 주기도 하고, 영화에 대한 생각들을 자유롭게 펼칠 수 있는 편안하고 화목한 분위기랍니다😚)
직접 영상을 만들어봐야 재미도 있고 실력도 느는 만큼 최대한 영화 제작 실습이 많이 있는 방향으로 커리큘럼을 기획했습니다. 영상물을 만드는 것뿐만 아니라 부원들과 공유하고 평가하는 과정을 통해 현장에서도 실무를 맡을 만한 실력을 갖춰드릴 자신 있습니다! 
서로 협력하고 배워 나가면서 머릿속에만 있던 상상들을 자신만의 해석을 통해 재밌는 영화로 만들어보고 싶은, 영상 콘텐츠에 열정과 관심이 있는 모든 신입생 여러분을 환영합니다. 저희 부원과, 동아리에 들어오게 될 신입생분들 모두가 동아리 활동을 하며 또 하나의 좋은 필름을 남기길 바랍니다😊`,
    "activity": ``,
    "instagram": "https://www.instagram.com/cinematic_mov/",
    "link": "",
    "awards": [
      {"level": "대상", "name": "DUT ART TECH 고교생 영상 콘텐츠 공모전"},
      {"level": "마포문화원장상", "name": "K-shorts"},
      {"level": "장려상", "name": "스마트시티 아이디어 공모전"},
      {"level": "대상", "name": "청소년 38초 다큐 공모전 고양이를 부탁해"},
      {"level": "계원예대총장상", "name": "KYMF 사진 부문"},
      {"level": "우수상", "name": "청소년 경제 알기 UCC 공모전"},
      {"level": "최우수상", "name": "꿈사진 꿈영상 공모전"},
    ],
    "video": "https://www.youtube.com/watch?v=tYcO51cdQpo&t=2s",
    "pic": [],
    "file1": true,
    "file2": true
  },
  {	
    "no": 24,
    "name": "솔베이",
    "logo": "logo.png",
    "category": "-",
    "slogan": "",
    "description": ``,
    "activity": ``,
    "instagram": "https://www.instagram.com/sol.vay/",
    "link": "https://detailed-concrete-dc3.notion.site/659be63a73c6401d8b01aa6218472693",
    "awards": [
      {"level": "", "name": ""},
    ],
    "video": "",
    "pic": [],
    "file1": true,
    "file2": true
  },
  {	
    "no": 25,
    "name": "엠팩",
    "logo": "",
    "category": "영상",
    "slogan": "",
    "description": ``,
    "activity": ``,
    "instagram": "",
    "link": "",
    "awards": [
      {"level": "", "name": ""},
    ],
    "video": "",
    "pic": [],
    "file1": true,
    "file2": true
  },
  {	
    "no": 26,
    "name": "화이트웨이브",
    "logo": "logo.png",
    "category": "사회활동",
    "slogan": "🐋 세상을 변화시키는 하얀 물결, 화이트웨이브 🐋",
    "description": `White Wave(화이트웨이브)는 교내 유일 신문 동아리로써 신문을 통해 정보와 재미를 전달하는 동아리입니다. 신문에서 그치지 않고 우리의 선한 마음으로 더 나은 세상을 만들어가기 위해, 다양한 방법으로 사회적 문제를 널리 알리는 활동을 할 예정입니다. 작문부, 디자인부, 운영부로 나뉘어 각 부서의 강점을 이용해 우리의 선한 마음으로 세상에 하얀 물결을 일으키고자 합니다. 신문 동아리는 재미없고 지루하다는 인식을 깨고, 친절한 선배들과 재밌게 활동할 수 있도록 준비하였습니다!

작년의 경우 카드뉴스, 교내 신문 제작 등의 활동을 진행했습니다. 올해엔 저희 동아리의 메인 활동인 교내 신문과 카드뉴스 제작 외에도 사회 관련 굿즈 제작, 사회 관련 영화 시청 등 다양한 활동을 준비 중입니다. 신문과 같은 활동의 경우 부서별로 역할을 나누어 활동을 진행하게 됩니다 :)
교내신문에는 학교의 흥미로운 소식이나 재밌었던 일화 등을 넣어 더욱 재밌는 신문으로 만들어낼 예정입니다.

부서별로는,

작문부의 경우 맡은 바를 열심히 수행할 수 있는 학생, 다독자에 글을 사랑하는 분을 기다리고 있습니다🥰 평소 책이나 글을 좋아하는 분들이 편안하게 활동할 수 있는 분위기를 지향합니다. 작문부는 신문 사설이나 기사 등을 작성하고, 홍보글 작성 등의 역할을 맡을 예정입니다.
운영부의 경우 매 시간 적극적이며 화이트웨이브를 진심으로 좋아하고, 열정적으로 활동할 수 있는 부원을 기다리고 있습니다. SNS나 다양한 수단을 통해 동아리의 활동을 홍보하고, 동아리 활동을 기획할 것입니다.
디자인부의 경우 포토샵을 다룰 수 있는 학생을 우대하고, 그렇지 않더라도 디자인 활동을 좋아하고 열심히 배울 수 있는 자세를 갖춘 부원을 기다립니다. 신문 디자인, 굿즈 제작 등 디자인 활동을 할 예정입니다.

🌊 화이트 웨이브와 함께 디미고에 새로운 물결을 일으킬 작은 고래 분들을 기다리고 있겠습니다 (ღˇ◡ˇ*)♡ 맛있는 간식들과 친절한 선배들이 기다리는 동아리 ‘화이트웨이브’ 많은 관심 부탁드립니다 🫶🏻

문의사항은 2128 최혜원, 2109 김준이, @dimigo_whitewave DM으로 연락주세요!
`,
    "activity": ``,
    "instagram": "https://www.instagram.com/dimigo_whitewave",
    "link": "",
    "awards": [
      {"level": "", "name": ""},
    ],
    "video": "",
    "pic": [],
    "file1": true,
    "file2": true
  },
  {	
    "no": 27,
    "name": "커맨드",
    "logo": "logo.png",
    "category": "경영",
    "slogan": "",
    "description": `안녕하세요! 마케팅&디자인 전문 동아리 커멘드입니다. 커멘드는 마케팅과 디자인을 동시에 할 수 있는 디미고 내 유일무이한 동아리로 다양한 분야에서 활약하고 있다는 특징을 지니고 있습니다. 먼저, 디자인 분야에서는 여러 가지 디자인 프로그램을 활용하여 자신만의 작품을 만들어 볼 수 있습니다. 또한, 마케팅 분야에서는 광고 기획, SNS 마케팅, 로고 브랜딩 등 다양한 마케팅 전략에 접할 수 있습니다. 직접 아이디어를 제시하고 결과물을 만드는 과정에서 능동적으로 참여하고, 동아리원들과의 협업과 소통을 통하여 의사소통, 리더쉽 능력 등을 함께 키울 수 있고, 잦은 토의와 대화를 통해 활동 속에서 필요한 기술과 지식을 함께 공유하며 성장할 수 있습니다. 저희 커멘드는 마케팅과 디자인에 관심 있는 학생들에게 가장 큰 도움이 될 수 있을 것이며, 자신의 창의적이고 독창적인 아이디어를 자유롭게 구현할 수 있습니다. 마지막으로, 선배들과의 활발한 관계를 맺을 수 있으며 바쁘고 고된 디미고 생활 속에서 부담 없는 동아리 활동이 될 것이라고 확신합니다!`,
    "activity": ``,
    "instagram": "https://instagram.com/command_2023?igshid=YmMyMTA2M2Y=",
    "link": "https://www.notion.so/Command_2023-f8f1e649d04b442aaf0a4f7d9fa57201?pvs=4",
    "awards": [
      {"level": "", "name": ""},
    ],
    "video": "",
    "pic": [],
    "file1": true,
    "file2": true
  },
  {	
    "no": 28,
    "name": "크래커",
    "logo": "logo.png",
    "category": "게임",
    "slogan": "",
    "description": `크래커는 C# 언어와 유니티 엔진을 기반으로 한 게임 개발 동아리입니다. 동아리는 C# 언어와 유니티 엔진을 사용하여 프로그래밍 실력을 향상시키고, 이를 바탕으로 다양한 게임을 개발합니다. 그리고 기초적인 C# 언어와 유니티 엔진을 비롯한 게임 개발에 도움이 되는 다양한 프로젝트를 진행합니다. 이러한 프로젝트를 통해  게임 개발에 도움이 되는 기술들을 습득하고, 다른 사람들과 함께 협업하는 방법을 배우며, 자신이 기획한 게임을 실제로 만들어 볼 수 있는 기회를 얻습니다. 또 크래커는 게임 프로그래밍뿐만 아니라, 게임 그래픽, 음향 등에 대한 지식도 함께 배울 수 있는 동아리입니다. 그렇게 게임 개발에 필요한 전반적인 지식을 습득하고, 다양한 분야에서 자신의 역량을 발휘할 수 있는 기회를 갖게 됩니다.
크래커는 게임 개발에 대한 열정과 꾸준한 노력을 가진 학생들이 함께 모여 만들어지는 동아리입니다. 멤버들은 서로를 협동하며, 자신의 아이디어를 실현할 수 있는 환경을 제공받습니다. 함께 공부하고, 실제 게임을 개발하면서 자신의 능력을 향상시킬 수 있습니다. 만약 게임 개발에 대한 열정이 있다면, 크래커는 당신에게 좋은 기회가 될 것입니다.
크래커는 게임 개발에 대한 열정과 노력을 가진 학생들이 모여 자신의 아이디어를 실현할 수 있는 동아리입니다. 멤버들은 게임 개발을 위한 C# 언어와 유니티 엔진을 배우고, 다양한 프로젝트를 진행하며 협업 능력을 키울 수 있습니다. 또한, 크래커는 멤버들이 게임 개발뿐만 아니라 그래픽, 음향 등 게임 제작에 필요한 모든 분야를 습득할 수 있도록 지원합니다. 크래커는 게임 개발에 열정이 있고 새로운 것을 도전하는 학생들에게 추천하는 동아리입니다.`,
    "activity": ``,
    "instagram": "",
    "link": "",
    "awards": [
      {"level": "", "name": ""},
    ],
    "video": "",
    "pic": [],
    "file1": true,
    "file2": true
  },
]